Revit 2020 API
FamilySizeTableColumn.UnitType Property
 The Unit type of the column.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 20.0.0.0 (20.0.0.377)
Since: 2014
Syntax
C#
public UnitType UnitType { get; }
Visual Basic
Public ReadOnly Property UnitType As UnitType
	Get
Visual C++
public:
property UnitType UnitType {
	UnitType get ();
}
See Also
FamilySizeTableColumn Class
Autodesk.Revit.DB Namespace